[
  {
    "name": "โรงแรม นูโว ซิตี้",
    "address": "2 ถนน สามเสนซอย 2 แขวงบางลำพู เขตพระนคร กรุงเทพฯ 10200",
    "district": "เขตพระนคร",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10200",
    "tel": "02-282-7500",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม ศิริ เฮอริเทจ แบงค็อก",
    "address": "10 ซอยศิริอำมาตย์ แขวงศาลเจ้าพ่อเสือ เขตพระนคร กรุงเทพฯ 10200",
    "district": "เขตพระนคร",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10200",
    "tel": "02-224-0095",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม ไอบิส สไตล์ กรุงเทพ ข้าวสาร เวียงใต้",
    "address": "42 ซอยรามบุตรี ถนนตานี แขวงตลาดยอด เขตพระนคร กรุงเทพ 10200",
    "district": "เขตพระนคร",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10200",
    "tel": "02-280-5434",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม ศิริ โอเรียนเต็ล แบงค็อก โฮเต็ล",
    "address": "120 ถนน บุญศิริ แขวง ศาลเจ้าพ่อเสือ เขตพระนคร กรุงเทพมหานคร 10200",
    "district": "เขตพระนคร",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10200",
    "tel": "02-622-2935",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม ศิริ พอชเทล แบงค็อก",
    "address": "114 ถนนแพร่งสรรพศาสตร์ แขวงศาลเจ้าพ่อเสือ เขตพระนคร กรุงเทพฯ",
    "district": "เขตพระนคร",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10200",
    "tel": "094-481-1681",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม รอยัล ออคิด เชอราตัน โฮเทล แอนด์ ทาวเวอร์",
    "address": "2 ถนนเจริญกรุง ซอย 30 แขวงสี่พยา เขตบางรัก กรุงเทพฯ 10500",
    "district": "เขตบางรัก",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10500",
    "tel": "02-665-3165",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม แชงกรี - ลา",
    "address": "89 ซอยวัดสวนพูล แขวงบางรัก เขตบางรัก กรุงเทพฯ 10500",
    "district": "เขตบางรัก",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10500",
    "tel": "02-236-7777",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม พูลแมน จี กรุงเทพ",
    "address": "188 ถนนสีลม แขวงสุริยวงศ์ เขตบางรัก กรุงเทพฯ 10500",
    "district": "เขตบางรัก",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10500",
    "tel": "02-352-4000",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม ฮอลิเดย์ อินน์ กรุงเทพฯ สีลม",
    "address": "981 ถนน สีลม แขวงสีลม เขตบางรัก กรุงเทพ  10500",
    "district": "เขตบางรัก",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10500",
    "tel": "02-207-4300",
    "region": "ภาคกลาง"
  },
  {
    "name": "โรงแรม นารายณ์",
    "address": "222 ถนนสีลม แขวงสุริยวงศ์ เขตบางรัก กรุงเทพ 10500",
    "district": "เขตบางรัก",
    "province": "กรุงเทพมหานคร",
    "postalcode": "10500",
    "tel": "02-237-0100",
    "region": "ภาคกลาง"
  },
  {
    "name": "Chiang Mai Marriott Hotel",
    "address": "108 ถนนช้างคลาน ตำบลช้างคลาน",
    "district": "เมืองเชียงใหม่",
    "province": "เชียงใหม่",
    "postalcode": "50100",
    "tel": "053-482-761",
    "region": "ภาคเหนือ"
  },
  {
    "name": "Khum Phaya Resort & Spa",
    "address": "137 หมู่ 5 ตำบลหนองป่าครั่ง",
    "district": "เมืองเชียงใหม่",
    "province": "เชียงใหม่",
    "postalcode": "50000",
    "tel": "053-764-928",
    "region": "ภาคเหนือ"
  },
  {
    "name": "Centara Korat",
    "address": "880 ถนนมิตรภาพ-หนองคาย ตำบลในเมือง",
    "district": "เมืองนครราชสีมา",
    "province": "นครราชสีมา",
    "postalcode": "30000",
    "tel": "044-382-619",
    "region": "ภาคตะวันออกเฉียงเหนือ"
  },
  {
    "name": "Centara Udon",
    "address": "277/1 ถนนประจักษ์ศิลปาคม",
    "district": "เมืองอุดรธานี",
    "province": "อุดรธานี",
    "postalcode": "41000",
    "tel": "042-715-863",
    "region": "ภาคตะวันออกเฉียงเหนือ"
  },
  {
    "name": "Hilton Pattaya",
    "address": "333 101 หมู่ 9 ตำบลหนองปรือ พัทยา",
    "district": "บางละมุง",
    "province": "ชลบุรี",
    "postalcode": "20260",
    "tel": "038-624-971",
    "region": "ภาคตะวันออก"
  },
  {
    "name": "Rayong Marriott Resort & Spa",
    "address": "99/5 หมู่ 2 ถนนเพ-แกลง-กร่ำ ตำบลชากพง",
    "district": "แกลง",
    "province": "ระยอง",
    "postalcode": "21190",
    "tel": "038-917-426",
    "region": "ภาคตะวันออก"
  },
  {
    "name": "Hilton Hua Hin Resort & Spa",
    "address": "33 ถนนนเรศดำริห์",
    "district": "หัวหิน",
    "province": "ประจวบคีรีขันธ์",
    "postalcode": "77110",
    "tel": "032-748-615",
    "region": "ภาคตะวันตก"
  },
  {
    "name": "Centara Grand Beach Resort & Villas Hua Hin",
    "address": "1 ถนนดำเนินเกษม",
    "district": "หัวหิน",
    "province": "ประจวบคีรีขันธ์",
    "postalcode": "77110",
    "tel": "032-619-874",
    "region": "ภาคตะวันตก"
  },
  {
    "name": "Centara Grand Beach Resort Phuket",
    "address": "683 ถนนปฏัก หาดกะรน",
    "district": "เมืองภูเก็ต",
    "province": "ภูเก็ต",
    "postalcode": "83100",
    "tel": "076-482-937",
    "region": "ภาคใต้"
  },
  {
    "name": "Centara Ao Nang Beach Resort & Spa Krabi",
    "address": "981 หมู่ 2 ตำบลอ่าวนาง",
    "district": "เมืองกระบี่",
    "province": "กระบี่",
    "postalcode": "81180",
    "tel": "075-693-248",
    "region": "ภาคใต้"
  }
]