[
  {
    "name": "โรงแรม นูโว ซิตี้",
    "address": "2 ถนน สามเสนซอย 2 แขวงบางลำพู เขตพระนคร กรุงเทพฯ 10200",
    "tel": "02-282-7500"
  },
  {
    "name": "โรงแรม ศิริ เฮอริเทจ แบงค็อก",
    "address": "10 ซอยศิริอำมาตย์ แขวงศาลเจ้าพ่อเสือ เขตพระนคร กรุงเทพฯ 10200",
    "tel": "02-224-0095"
  },
  {
    "name": "โรงแรม ไอบิส สไตล์ กรุงเทพ ข้าวสาร เวียงใต้",
    "address": "42 ซอยรามบุตรี ถนนตานี แขวงตลาดยอด เขตพระนคร กรุงเทพ 10200",
    "tel": "02-280-5434"
  },
  {
    "name": "โรงแรม ศิริ โอเรียนเต็ล แบงค็อก โฮเต็ล",
    "address": "120 ถนน บุญศิริ แขวง ศาลเจ้าพ่อเสือ เขตพระนคร กรุงเทพมหานคร 10200",
    "tel": "02-622-2935"
  },
  {
    "name": "โรงแรม ศิริ พอชเทล แบงค็อก",
    "address": "114 ถนนแพร่งสรรพศาสตร์ แขวงศาลเจ้าพ่อเสือ เขตพระนคร กรุงเทพฯ",
    "tel": "094-481-1681"
  },
  {
    "name": "โรงแรม รอยัล ออคิด เชอราตัน โฮเทล แอนด์ ทาวเวอร์",
    "address": "2 ถนนเจริญกรุง ซอย 30 แขวงสี่พยา เขตบางรัก กรุงเทพฯ 10500",
    "tel": "02-665-3165"
  },
  {
    "name": "โรงแรม แชงกรี - ลา",
    "address": "89 ซอยวัดสวนพูล แขวงบางรัก เขตบางรัก กรุงเทพฯ 10500",
    "tel": "02-236-7777"
  },
  {
    "name": "โรงแรม พูลแมน จี กรุงเทพ",
    "address": "188 ถนนสีลม แขวงสุริยวงศ์ เขตบางรัก กรุงเทพฯ 10500",
    "tel": "02-352-4000"
  },
  {
    "name": "โรงแรม ฮอลิเดย์ อินน์ กรุงเทพฯ สีลม",
    "address": "981 ถนน สีลม แขวงสีลม เขตบางรัก กรุงเทพ  10500",
    "tel": "02-207-4300"
  },
  {
    "name": "โรงแรม นารายณ์",
    "address": "222 ถนนสีลม แขวงสุริยวงศ์ เขตบางรัก กรุงเทพ 10500",
    "tel": "02-237-0100"
  },
  {
    "name": "Chiang Mai Marriott Hotel",
    "address": "108 ถนนช้างคลาน ตำบลช้างคลาน",
    "tel": "053-482-761"
  },
  {
    "name": "Khum Phaya Resort & Spa",
    "address": "137 หมู่ 5 ตำบลหนองป่าครั่ง",
    "tel": "053-764-928"
  },
  {
    "name": "Centara Korat",
    "address": "880 ถนนมิตรภาพ-หนองคาย ตำบลในเมือง",
    "tel": "044-382-619"
  },
  {
    "name": "Centara Udon",
    "address": "277/1 ถนนประจักษ์ศิลปาคม",
    "tel": "042-715-863"
  },
  {
    "name": "Hilton Pattaya",
    "address": "333 101 หมู่ 9 ตำบลหนองปรือ พัทยา",
    "tel": "038-624-971"
  },
  {
    "name": "Rayong Marriott Resort & Spa",
    "address": "99/5 หมู่ 2 ถนนเพ-แกลง-กร่ำ ตำบลชากพง",
    "tel": "038-917-426"
  },
  {
    "name": "Hilton Hua Hin Resort & Spa",
    "address": "33 ถนนนเรศดำริห์",
    "tel": "032-748-615"
  },
  {
    "name": "Centara Grand Beach Resort & Villas Hua Hin",
    "address": "1 ถนนดำเนินเกษม",
    "tel": "032-619-874"
  },
  {
    "name": "Centara Grand Beach Resort Phuket",
    "address": "683 ถนนปฏัก หาดกะรน",
    "tel": "076-482-937"
  },
  {
    "name": "Centara Ao Nang Beach Resort & Spa Krabi",
    "address": "981 หมู่ 2 ตำบลอ่าวนาง",
    "tel": "075-693-248"
  }
]